tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/binary'
tap 'homebrew/brewdler'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'peco/peco'
tap 'rcmdnk/rcmdnkcask'
tap 'sanemat/font'
cask 'xquartz'
brew 'android-sdk'
brew 'libyaml'
brew 'pkg-config'
brew 'makedepend'
brew 'openssl'
brew 'ansible'
brew 'arp-scan'
brew 'autoconf'
brew 'autojump'
brew 'xz'
brew 'automake'
brew 'bdw-gc'
brew 'icu4c'
brew 'boost'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'go'
brew 'docker'
brew 'boot2docker'
brew 'c-ares'
brew 'crf++'
brew 'mecab'
brew 'mecab-ipadic'
brew 'cabocha'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'pixman'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'casperjs'
brew 'gmp'
brew 'isl'
brew 'cloog'
brew 'cmake'
brew 'nkf'
brew 'cmigemo'
brew 'coreutils'
brew 'cowsay'
brew 'cpanminus'
brew 'cscope'
brew 'ctags'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'd-bus'
brew 'eigen'
brew 'libtool', args: ['universal']
brew 'unixodbc'
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'fish'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gd', args: ['universal']
brew 'readline'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'gdb'
brew 'geoip'
brew 'little-cms2', args: ['universal']
brew 'ghostscript'
brew 'gibo'
brew 'git-flow'
brew 'glew'
brew 'lua'
brew 'pdflib-lite'
brew 'postgresql'
brew 'qt'
brew 'gnuplot', args: ['with-wxmac', 'with-cairo', 'with-pdflib-lite', 'with-x11', 'without-lua']
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'sdl2'
brew 'webp'
brew 'sdl2_image'
brew 'gource'
brew 'gperftools'
brew 'jasper', args: ['universal']
brew 'graphicsmagick'
brew 'python3'
brew 'hashpump'
brew 'htop-osx'
brew 'hub'
brew 'ilmbase'
brew 'openexr'
brew 'imagemagick'
brew 'jbig2dec'
brew 'leiningen'
brew 'libcaca'
brew 'libevent'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'libgphoto2', args: ['universal']
brew 'libicns', args: ['universal']
brew 'libksba'
brew 'libxml2'
brew 'libxslt'
brew 'luajit'
brew 'macvim', args: ['with-lua', 'with-python3', 'HEAD']
brew 'mariadb'
brew 'md5sha1sum'
brew 'nginx'
brew 'nmap'
brew 'node'
brew 'nvm'
brew 'nyancat'
brew 'p7zip'
brew 'peco'
brew 'phantomjs'
brew 'pstree'
brew 'pwgen'
brew 'pyenv'
brew 'ruby-build'
brew 'rbenv'
brew 'rlwrap'
brew 'rmtrash'
brew 'rsense'
brew 'sane-backends'
brew 'sl'
brew 'terminal-notifier'
brew 'tig'
brew 'tmux'
brew 'toilet'
brew 'tomcat'
brew 'tree'
brew 'typesafe-activator'
brew 'unrar'
brew 'vim', args: ['with-lua', 'with-python3']
brew 'w3m'
brew 'wget'
brew 'wireshark', args: ['with-qt']
brew 'caskroom/cask/brew-cask'
brew 'homebrew/binary/jad'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/dupes/libiconv'
brew 'homebrew/dupes/zlib'
brew 'homebrew/php/php70'
brew 'homebrew/php/composer'
brew 'homebrew/php/php-build'
brew 'homebrew/php/php56'
brew 'homebrew/php/php56-phalcon'
brew 'homebrew/php/phpenv'
brew 'homebrew/php/phpmd'
brew 'homebrew/science/openblas'
brew 'homebrew/python/numpy'
brew 'homebrew/science/opencv'
brew 'homebrew/versions/gmp4'
brew 'homebrew/versions/ppl011'
brew 'homebrew/versions/cloog-ppl015'
brew 'homebrew/versions/isl011'
brew 'homebrew/versions/cloog018'
brew 'homebrew/versions/mpfr2'
brew 'homebrew/versions/libmpc08'
brew 'homebrew/versions/gcc47'
brew 'homebrew/versions/gcc48'
brew 'homebrew/versions/gcc49'
brew 'homebrew/versions/tomcat7'
brew 'neovim/neovim/neovim', args: ['HEAD']
brew 'sanemat/font/ricty'
cask 'chromium'
cask 'cuda'
cask 'easysimbl'
cask 'google-chrome'
cask 'java6'
cask 'mactex'
cask 'vagrant'
